tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "buo/cask-upgrade"
cask "java"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "ghq"
brew "gist"
brew "git"
brew "git-secrets"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "maven"
brew "mysql"
brew "nkf"
brew "peco"
brew "pup"
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "awscli"
brew "anyenv"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "dash"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "rubymine"
cask "sequel-pro"
cask "shiftit"
cask "slack"
cask "virtualbox"
cask "xmind"
mas "Be Focused", id: 973134470
mas "Fantastical", id: 975937182
mas "Todoist", id: 585829637
mas "Slack", id: 803453959
mas "Kindle", id: 405399194
# Alfred
# 1Password
